Repository: harkaitz/c-types
Catalog: locales/*/c-types.po
Languages: eu

source: Null password
eu: Null pasahitza

source: Password too long
eu: Contraseña demasiado larga

source: Password too short
eu: Contraseña demasiado corta

source: Invalid value
eu: Balio txarra

source: NULL value
eu: NULL balioa

source: No number
eu: Zenbakirik ez

source: Invalid number
eu: Zenbaki txarra

source: Out of bounds
eu: Limitez kanpo

source: Missing year, shall be YYYY-MM-DD
eu: Urtea falta da, UUUU-II-EE

source: Missing month, shall be YYYY-MM-DD
eu: Hilabetea falta da, UUUU/II/EE.

source: Missing day, shall be YYYY-MM-DD
eu: Eguna falta da, UUUU/II/EE

source: Invalid year
eu: Urte txarra

source: Invalid month
eu: Hilabete txarra.

source: Invalid day
eu: Egun txarra.

source: No username
eu: Erabiltzailerik ez

source: Invalid username
eu: Erabiltzaile txarra
